#+TITLE: 04 05

#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2022-04-05 Tue 15:52]
| Headline                                |   Time |
|-----------------------------------------+--------|
| *Total time*                            | *4:21* |
|-----------------------------------------+--------|
| Investigate the edge case where n or... |   0:25 |
| Make mathematica solve the tilted case  |   3:56 |
#+END:


* Investigate the edge case where n or m is zero
:LOGBOOK:
CLOCK: [2022-04-05 Tue 09:10]--[2022-04-05 Tue 09:35] =>  0:25
:END:

* Make mathematica solve the tilted case
:LOGBOOK:
CLOCK: [2022-04-05 Tue 15:40]--[2022-04-05 Tue 15:52] =>  0:12
CLOCK: [2022-04-05 Tue 14:42]--[2022-04-05 Tue 15:32] =>  0:50
CLOCK: [2022-04-05 Tue 13:49]--[2022-04-05 Tue 13:58] =>  0:09
CLOCK: [2022-04-05 Tue 12:50]--[2022-04-05 Tue 13:44] =>  0:54
CLOCK: [2022-04-05 Tue 11:54]--[2022-04-05 Tue 12:00] =>  0:06
CLOCK: [2022-04-05 Tue 11:05]--[2022-04-05 Tue 11:46] =>  0:41
CLOCK: [2022-04-05 Tue 10:25]--[2022-04-05 Tue 10:57] =>  0:32
CLOCK: [2022-04-05 Tue 09:35]--[2022-04-05 Tue 10:07] =>  0:32
:END:
Instead of attempting to integrate before taking the sum, simply to the integral (symbolically) for each choice of n,m

Notes:
Before, we had for M=0, N=+1 as a selection rule, i.e. n=\pm 1.
Now, however, we have for M=0, N=1,2,3,4,...
Furthermore, it is important that for TypeI, we get the selection rule that sign(m) = -sign(n), due to the fermi distribution factor

Can consider tilt in z and x by themselves
z is easy, x is more difficult
